[
  "obsidian-spaced-repetition",
  "obsidian-smart-typography",
  "obsidian-importer",
  "settings-search",
  "obsidian-completr",
  "url-into-selection",
  "obsidian-excalidraw-plugin",
  "tag-wrangler",
  "recent-files-obsidian",
  "obsidian-text-format",
  "templater-obsidian",
  "calendar",
  "homepage",
  "obsidian-advanced-slides",
  "dataview",
  "tasks",
  "image-toolkit",
  "pdf-markdown-import",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "rainbow-colored-sidebar",
  "omnisearch",
  "notebook-navigator",
  "companion",
  "dashboard-navigator",
  "extended-graph",
  "mermaid-tools",
  "vimium",
  "smart-connections",
  "animated-cursor",
  "obsidian42-brat",
  "agent-client",
  "table-editor-obsidian"
]